<div class="fadeIn">
<?php 
	
		if(isset($_POST['p'])){
			if(json_decode($_POST['p'])==1){?>
			<br>
			<h2>Τι είναι η αιμοδοσία</h2>
			<p>Το αίμα δίνεται στον άνθρωπο μόνον από τον άνθρωπο. Δεν παρασκευάζεται.
Το παίρνουμε από υγιείς δότες.<br>
Ο αιμοδότης προσέρχεται στην αιμοδοσία κατόπιν δικής του θέλησης και όχι πίεσης, καθώς η κατευθυνόμενη αιμοδοσία δε θεωρείται καλή πρακτική.
Η εθελοντική κρίνεται ως μια πράξη ανθρωπιάς και καλής θελήσεως.<br>
 
Φυσιολογικά το σώμα μας φτιάχνει εύκολα όλο το αίμα που χρειαζόμαστε.
Όμως ατυχήματα ή νοσήματα μπορούν να μας κάνουν  να χρειαστούμε περισσότερο αίμα από όσο το σώμα μας μπορεί να παράγει.
Τα  χαμηλά επίπεδα αίματος μπορεί να είναι επικίνδυνα και να προκαλέσουν  σοβαρή ζημιά, ακόμη και θάνατο εάν το χαμένο αίμα δεν αντικατασταθεί γρήγορα.
Σε αυτές τις περιπτώσεις εξαρτόμαστε από το αίμα που δίνουν οι υγιείς αιμοδότες.<br>
 
Στη χώρα μας η χρήση αίματος ξεπερνάει τις 650.000 μονάδες ετησίως. Από αυτές, πάνω από 120.000 μονάδες αφορούν πάσχοντες από Μεσογειακή Αναιμία.
</p>
<?php
			}
			if(json_decode($_POST['p'])==2){ ?>
			<h2>Πόσο αίμα δίνει ο εθελοντής αιμοδότης</h2>
			<p> Το αίμα που προσφέρει ο αιμοδότης είναι 450 ml, μόλις το 1/12 του ολικού όγκου αίματος του οργανισμού του. Ο όγκος αίματος που προσφέρει ο αιμοδότης αναπληρώνεται σε 24 ώρες με λήψη υγρών.
Από μία μονάδα αίματος παρασκευάζονται προϊόντα που μεταγγίζονται επιλεκτικά σε ασθενείς που δεν έχουν ανάγκη ολικού αίματος, αλλά κάποιων συστατικών. Κάθε αιμοληψία ολικού  αίματος διαχωρίζεται στα 4 κύρια συστατικά: 

<ul>
			<li>Ερυθρά αιμοσφαίρια</li>
<li>Αιμοπετάλια</li>
<li>Λευκά αιμοσφαίρια</li>
<li>Πλάσμα</li>
</ul>
</p>
			<?php
		}
			if(json_decode($_POST['p'])==3){ ?>
			<h2>Αιτίες Αποκλεισμού</h2>
			<p>
			<ul>
			<li>Καρδιαγγειακές νόσοι</li>
<li>Υπέρταση υπο θεραπεία</li>
<li>Νεοπλασίες</li>
<li>Αυτοάνοσα νοσήματα –Βαρειές ρευματοπάθειες</li>
<li>Αιματολογικά νοσήματα</li>
<li>Χρόνια νεφροπάθεια</li>
<li>Σακχαρώδης διαβήτης σε αγωγή</li>
<li>Ηπατίτιδα Β, C, HIV λοίμωξη</li>
<li>Ψυχικές νόσοι</li>
<li>Ηπατοπάθεια – αλκοολισμός</li>
<li>Επιληψία</li></ul>
</p>

<h2>Αιτίες προσωρινής απορριψης</h2>
<p><ul>
<li>Εγκυμοσύνη.</li>
<li>Διακοπή κύησης.</li>
<li>Εμμηνορρυσία.</li>
<li>Χειρουργικές επεμβάσεις (6μήνες – 1χρόνο αναλόγως).</li>
<li>Βελονισμός.</li>
<li>Τατουάζ</li>
<li>Οξεία αλλεργία.</li>
<li>Πεπτικό έλκος.</li>
<li>Εμβόλια.</li>
<li>Λήψη φαρμάκων.</li>
<li>Μεταδοτικές νόσοι.</li>
<li>Υπερθυρεοειδισμός(για 2 χρόνια μετά το τέλος της θεραπείας με αντιθυρεοειδικά φάρμακα).</li>
</ul>
</p>
			<?php
		}
		}
		
	?>
</div>