<p>Η εθελοντική αιμοδοσία στο ATEI ξεκίνησε στις 16/5/1990 όπου σε συνεργασία με το Ιπποκράτειο νοσοκομείο θεσσαλονίκης, για δυο φορές τον χρόνο, φθινόπωρο και άνοιξη, γίνονται οι λήψεις αίματος από εθελοντές φοιτητές ή εργαζομενους του ΑΤΕΙ.</p>
<br>
<h3>Ο αιμοδότης θα πρέπει:</h3>

<h3>Πριν την αιμοδοσία</h3>
<ul>
<li>Να έχει πάρει ελαφρύ πρωινό, (πρωινή αιμοδοσία), ή μεσημεριανό και να έχουν περάσει 2-3 ώρες, (απογευματινή αιμοδοσία)</li>
<li>Να είναι ξεκούραστος και να μην έχει ξενυχτήσει το προηγούμενο βράδυ</li>
<li>Να μην έχει καταναλώσει αλκοόλ τις προηγούμενες 24 ώρες</li>
<li>Να είναι απολύτως υγιής</li>
<li>Να μην ακολουθεί κάποια φαρμακευτική αγωγή, (εξαιρούνται συγκεκριμένα σκευάσματα)</li>
<li>Οι γυναίκες να μην αιμοδοτούν κατά την διάρκεια της εμμήνου ρύσεως ή της εγκυμοσύνης</li>
<li>Να έχει μεσολαβήσει διάστημα τουλάχιστον 3 μηνών από την προηγούμενη αιμοδοσία</li>
</ul>
<h3>Μετά την αιμοδοσία</h3>
<ul>
<li>Να πιει τον χυμό και να φάει τα μπισκότα που του προσφέρονται</li>
<li>Να παραμείνει στον χώρο της Αιμοδοσίας, τουλάχιστον για μισή ώρα</li>
<li>Να μην καπνίσει για 2 ώρες μετά την αιμοδοσία</li>
<li>Να μην οδηγήσει για 2 ώρες μετά την αιμοδοσία</li>
<li>Να μην κάνει έντονη σωματική άσκηση</li>
<li>Να πάρει πολλά υγρά και καλό γεύμα</li>
<li>Να αποφύγει την κατανάλωση αλκοόλ</li>
<li>Να ζητήσει βοήθεια από το νοσηλευτικό προσωπικό, αν αισθανθεί αδιαθεσία</li>
</ul>